Repository: emkey1/ish-AOK
Catalog: app/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, ru, zh_hans, zh_hant

source: Failed to start upgrade
de: Upgrade konnte nicht starten
es: No se pudo iniciar la actualización
fr: Échec du lancement de la mise à niveau
ja: アップグレードを開始できませんでした
ko: 업그레이드 시작 실패
pt_br: Falha ao iniciar a atualização
ru: Не удалось начать обновление
zh_hans: 无法开始升级
zh_hant: 無法開始升級

source: Failed writing destination file
de: Zieldatei konnte nicht geschrieben werden
es: Error al escribir el archivo de destino
fr: Échec de l'écriture du fichier de destination
ja: 保存先ファイルの書き込みに失敗しました
ko: 대상 파일 쓰기 실패
pt_br: Falha ao gravar o arquivo de destino
ru: Сбой записи файла назначения
zh_hans: 写入目标文件失败
zh_hant: 寫入目標檔案失敗

source: Failed writing file
de: Datei konnte nicht geschrieben werden
es: Error al escribir el archivo
fr: Échec de l'écriture du fichier
ja: ファイルの書き込みに失敗しました
ko: 파일 쓰기 실패
pt_br: Falha ao gravar o arquivo
ru: Сбой записи файла
zh_hans: 写入文件失败
zh_hant: 寫入檔案失敗

source: Failed writing file (the previous contents were restored)
de: Datei konnte nicht geschrieben werden (vorheriger Inhalt wurde wiederhergestellt)
es: Error al escribir el archivo (se restauró el contenido anterior)
fr: Échec de l'écriture du fichier (le contenu précédent a été restauré)
ja: ファイルの書き込みに失敗しました（以前の内容は復元されました）
ko: 파일 쓰기 실패(이전 내용이 복원됨)
pt_br: Falha ao gravar o arquivo (o conteúdo anterior foi restaurado)
ru: Сбой записи файла (прежнее содержимое восстановлено)
zh_hans: 写入文件失败（已恢复之前的内容）
zh_hant: 寫入檔案失敗（已恢復先前的內容）

source: Failed writing file, and the previous contents could not be restored
de: Datei konnte nicht geschrieben werden, und der vorherige Inhalt ließ sich nicht wiederherstellen
es: Error al escribir el archivo y no se pudo restaurar el contenido anterior
fr: Échec de l'écriture du fichier, et le contenu précédent n'a pas pu être restauré
ja: ファイルの書き込みに失敗し、以前の内容を復元できませんでした
ko: 파일 쓰기에 실패했으며 이전 내용을 복원할 수 없음
pt_br: Falha ao gravar o arquivo, e o conteúdo anterior não pôde ser restaurado
ru: Сбой записи файла; прежнее содержимое восстановить не удалось
zh_hans: 写入文件失败，且无法恢复之前的内容
zh_hant: 寫入檔案失敗，且無法恢復先前的內容

source: File
de: Datei
es: Archivo
fr: Fichier
ja: ファイル
ko: 파일
pt_br: Arquivo
ru: Файл
zh_hans: 文件
zh_hant: 檔案

source: File Manager
de: Dateimanager
es: Gestor de archivos
fr: Gestionnaire de fichiers
ja: ファイルマネージャ
ko: 파일 관리자
pt_br: Gerenciador de Arquivos
ru: Файловый менеджер
zh_hans: 文件管理器
zh_hant: 檔案管理器

source: File Menu
de: Menü „Ablage“
es: Menú Archivo
fr: Menu Fichier
ja: ファイルメニュー
ko: 파일 메뉴
pt_br: Menu Arquivo
ru: Меню «Файл»
zh_hans: 文件菜单
zh_hant: 檔案選單

source: File is larger than the allowed read size
de: Datei ist größer als die erlaubte Lesegröße
es: El archivo supera el tamaño de lectura permitido
fr: Le fichier dépasse la taille de lecture autorisée
ja: ファイルが読み取り可能なサイズを超えています
ko: 파일이 허용된 읽기 크기보다 큼
pt_br: O arquivo é maior que o tamanho de leitura permitido
ru: Файл больше допустимого размера чтения
zh_hans: 文件大于允许的读取大小
zh_hant: 檔案大於允許的讀取大小

source: Filesystem Name
de: Name des Dateisystems
es: Nombre del sistema de archivos
fr: Nom du système de fichiers
ja: ファイルシステム名
ko: 파일 시스템 이름
pt_br: Nome do Sistema de Arquivos
ru: Имя файловой системы
zh_hans: 文件系统名称
zh_hant: 檔案系統名稱

source: Filesystem name can only contain letters, numbers, '.', '-', and '_' (no spaces)
de: Der Name des Dateisystems darf nur Buchstaben, Ziffern, '.', '-' und '_' enthalten (keine Leerzeichen)
es: El nombre del sistema de archivos solo puede contener letras, números, '.', '-' y '_' (sin espacios)
fr: Le nom du système de fichiers ne peut contenir que des lettres, des chiffres, '.', '-' et '_' (sans espaces)
ja: ファイルシステム名には英字、数字、'.'、'-'、'_' のみ使用できます（スペース不可）
ko: 파일 시스템 이름에는 문자, 숫자, '.', '-', '_'만 사용할 수 있습니다(공백 불가)
pt_br: O nome do sistema de arquivos só pode conter letras, números, '.', '-' e '_' (sem espaços)
ru: Имя файловой системы может содержать только буквы, цифры, '.', '-' и '_' (без пробелов)
zh_hans: 文件系统名称只能包含字母、数字、'.'、'-' 和 '_'（不能有空格）
zh_hant: 檔案系統名稱只能包含字母、數字、'.'、'-' 和 '_'（不可有空格）

source: Filesystem name can't be empty
de: Der Name des Dateisystems darf nicht leer sein
es: El nombre del sistema de archivos no puede estar vacío
fr: Le nom du système de fichiers ne peut pas être vide
ja: ファイルシステム名を空にすることはできません
ko: 파일 시스템 이름은 비워 둘 수 없습니다
pt_br: O nome do sistema de arquivos não pode ficar vazio
ru: Имя файловой системы не может быть пустым
zh_hans: 文件系统名称不能为空
zh_hant: 檔案系統名稱不可為空

source: Filesystem name can't start with '.'
de: Der Name des Dateisystems darf nicht mit '.' beginnen
es: El nombre del sistema de archivos no puede empezar por '.'
fr: Le nom du système de fichiers ne peut pas commencer par '.'
ja: ファイルシステム名を '.' で始めることはできません
ko: 파일 시스템 이름은 '.'으로 시작할 수 없습니다
pt_br: O nome do sistema de arquivos não pode começar com '.'
ru: Имя файловой системы не может начинаться с '.'
zh_hans: 文件系统名称不能以 '.' 开头
zh_hant: 檔案系統名稱不可以 '.' 開頭

source: Fills in the server URL and a default model.
de: Füllt die Server-URL und ein Standardmodell aus.
es: Rellena la URL del servidor y un modelo predeterminado.
fr: Remplit l'URL du serveur et un modèle par défaut.
ja: サーバ URL とデフォルトのモデルを入力します。
ko: 서버 URL과 기본 모델을 채웁니다.
pt_br: Preenche a URL do servidor e um modelo padrão.
ru: Заполняет URL сервера и модель по умолчанию.
zh_hans: 填入服务器 URL 和默认模型。
zh_hant: 填入伺服器 URL 和預設模型。

source: Find
de: Suchen
es: Buscar
fr: Rechercher
ja: 検索
ko: 찾기
pt_br: Buscar
ru: Найти
zh_hans: 查找
zh_hant: 尋找

source: Find Next
de: Weitersuchen
es: Buscar siguiente
fr: Rechercher le suivant
ja: 次を検索
ko: 다음 찾기
pt_br: Buscar Próximo
ru: Найти далее
zh_hans: 查找下一个
zh_hant: 尋找下一個

source: Find Previous
de: Rückwärts suchen
es: Buscar anterior
fr: Rechercher le précédent
ja: 前を検索
ko: 이전 찾기
pt_br: Buscar Anterior
ru: Найти ранее
zh_hans: 查找上一个
zh_hant: 尋找上一個

source: Find in Scrollback
de: Im Verlauf suchen
es: Buscar en el historial
fr: Rechercher dans l'historique
ja: スクロールバックを検索
ko: 스크롤백에서 찾기
pt_br: Buscar no Histórico
ru: Найти в истории прокрутки
zh_hans: 在回滚缓冲区中查找
zh_hant: 在回捲緩衝區中尋找

source: Find in Scrollback…
de: Im Verlauf suchen …
es: Buscar en el historial…
fr: Rechercher dans l'historique…
ja: スクロールバックを検索…
ko: 스크롤백에서 찾기…
pt_br: Buscar no Histórico…
ru: Найти в истории прокрутки…
zh_hans: 在回滚缓冲区中查找…
zh_hant: 在回捲緩衝區中尋找…

source: Find in scrollback
de: Im Verlauf suchen
es: Buscar en el historial
fr: Rechercher dans l'historique
ja: スクロールバックを検索
ko: 스크롤백에서 찾기
pt_br: Buscar no histórico
ru: Поиск в истории прокрутки
zh_hans: 在回滚缓冲区中查找
zh_hant: 在回捲緩衝區中尋找

source: Find…
de: Suchen …
es: Buscar…
fr: Rechercher…
ja: 検索…
ko: 찾기…
pt_br: Buscar…
ru: Найти…
zh_hans: 查找…
zh_hant: 尋找…

source: Fit
de: Einpassen
es: Ajustar
fr: Ajuster
ja: フィット
ko: 맞춤
pt_br: Ajustar
ru: Вписать
zh_hans: 适合
zh_hant: 符合

source: Fit to screen
de: An Bildschirm anpassen
es: Ajustar a la pantalla
fr: Ajuster à l'écran
ja: 画面に合わせる
ko: 화면에 맞춤
pt_br: Ajustar à tela
ru: Вписать в экран
zh_hans: 适合屏幕
zh_hant: 符合螢幕大小

source: Focus %@
de: %@ fokussieren
es: Enfocar %@
fr: Afficher %@
ja: %@ にフォーカス
ko: %@에 포커스
pt_br: Focar %@
ru: Перейти к %@
zh_hans: 聚焦 %@
zh_hant: 聚焦 %@

source: Focus Session Shell
de: Sitzungs-Shell fokussieren
es: Enfocar shell de sesión
fr: Afficher le shell de session
ja: セッションシェルにフォーカス
ko: 세션 셸에 포커스
pt_br: Focar Shell da Sessão
ru: Перейти к оболочке сеанса
zh_hans: 聚焦会话 Shell
zh_hant: 聚焦工作階段 Shell

source: Focus System Console
de: Systemkonsole fokussieren
es: Enfocar consola del sistema
fr: Afficher la console système
ja: システムコンソールにフォーカス
ko: 시스템 콘솔에 포커스
pt_br: Focar Console do Sistema
ru: Перейти к системной консоли
zh_hans: 聚焦系统控制台
zh_hant: 聚焦系統主控台

source: Focus Workspace
de: Workspace fokussieren
es: Enfocar espacio de trabajo
fr: Afficher l'espace de travail
ja: ワークスペースにフォーカス
ko: 워크스페이스에 포커스
pt_br: Focar Espaço de Trabalho
ru: Перейти к рабочей области
zh_hans: 聚焦工作区
zh_hant: 聚焦工作區

source: Focus another window
de: Anderes Fenster fokussieren
es: Enfocar otra ventana
fr: Afficher une autre fenêtre
ja: 別のウインドウにフォーカス
ko: 다른 윈도우에 포커스
pt_br: Focar outra janela
ru: Перейти к другому окну
zh_hans: 聚焦另一个窗口
zh_hant: 聚焦其他視窗

source: Focus current workspace window
de: Aktuelles Workspace-Fenster fokussieren
es: Enfocar la ventana actual del espacio de trabajo
fr: Afficher la fenêtre de l'espace de travail actuel
ja: 現在のワークスペースウインドウにフォーカス
ko: 현재 워크스페이스 윈도우에 포커스
pt_br: Focar janela atual do espaço de trabalho
ru: Перейти к текущему окну рабочей области
zh_hans: 聚焦当前工作区窗口
zh_hant: 聚焦目前的工作區視窗

source: Folder
de: Ordner
es: Carpeta
fr: Dossier
ja: フォルダ
ko: 폴더
pt_br: Pasta
ru: Папка
zh_hans: 文件夹
zh_hant: 資料夾

source: Folder alias
de: Ordner-Alias
es: Alias de carpeta
fr: Alias de dossier
ja: フォルダのエイリアス
ko: 폴더 가상본
pt_br: Atalho de pasta
ru: Псевдоним папки
zh_hans: 文件夹替身
zh_hant: 資料夾替身

source: Font
de: Schrift
es: Tipo de letra
fr: Police
ja: フォント
ko: 서체
pt_br: Fonte
ru: Шрифт
zh_hans: 字体
zh_hant: 字體

source: Font Size
de: Schriftgröße
es: Tamaño de letra
fr: Taille de police
ja: フォントサイズ
ko: 서체 크기
pt_br: Tamanho da Fonte
ru: Размер шрифта
zh_hans: 字体大小
zh_hant: 字體大小

source: Foreground Color
de: Vordergrundfarbe
es: Color de primer plano
fr: Couleur de premier plan
ja: 前景色
ko: 전경 색상
pt_br: Cor do Texto
ru: Цвет текста
zh_hans: 前景颜色
zh_hant: 前景顏色

source: Foreground active
de: Vordergrund aktiv
es: Primer plano activo
fr: Premier plan actif
ja: フォアグラウンド（アクティブ）
ko: 포그라운드 활성
pt_br: Primeiro plano ativo
ru: Активна на переднем плане
zh_hans: 前台活跃
zh_hant: 前景使用中

source: Foreground inactive
de: Vordergrund inaktiv
es: Primer plano inactivo
fr: Premier plan inactif
ja: フォアグラウンド（非アクティブ）
ko: 포그라운드 비활성
pt_br: Primeiro plano inativo
ru: Неактивна на переднем плане
zh_hans: 前台非活跃
zh_hant: 前景非使用中

source: Format Menu
de: Menü „Format“
es: Menú Formato
fr: Menu Format
ja: フォーマットメニュー
ko: 포맷 메뉴
pt_br: Menu Formatar
ru: Меню «Формат»
zh_hans: 格式菜单
zh_hant: 格式選單

source: Forward
de: Vorwärts
es: Adelante
fr: Suivant
ja: 進む
ko: 앞으로
pt_br: Avançar
ru: Вперёд
zh_hans: 前进
zh_hant: 向前

source: Free storage space on the device, then restart iSH-AOK.
de: Gib Speicherplatz auf dem Gerät frei und starte iSH-AOK neu.
es: Libera espacio de almacenamiento en el dispositivo y reinicia iSH-AOK.
fr: Libérez de l'espace de stockage sur l'appareil, puis redémarrez iSH-AOK.
ja: デバイスのストレージ容量を空けてから、iSH-AOK を再起動してください。
ko: 기기의 저장 공간을 확보한 후 iSH-AOK를 재시작하십시오.
pt_br: Libere espaço de armazenamento no dispositivo e reinicie o iSH-AOK.
ru: Освободите место на устройстве, затем перезапустите iSH-AOK.
zh_hans: 请释放设备上的存储空间，然后重新启动 iSH-AOK。
zh_hant: 釋放裝置上的儲存空間，然後重新啟動 iSH-AOK。

source: Free storage: %@
de: Freier Speicher: %@
es: Almacenamiento libre: %@
fr: Stockage disponible : %@
ja: 空き容量: %@
ko: 사용 가능한 저장 공간: %@
pt_br: Armazenamento livre: %@
ru: Свободно: %@
zh_hans: 可用存储空间：%@
zh_hant: 可用儲存空間：%@

source: Free storage: unavailable
de: Freier Speicher: nicht verfügbar
es: Almacenamiento libre: no disponible
fr: Stockage disponible : indisponible
ja: 空き容量: 取得できません
ko: 사용 가능한 저장 공간: 확인할 수 없음
pt_br: Armazenamento livre: indisponível
ru: Свободно: недоступно
zh_hans: 可用存储空间：不可用
zh_hant: 可用儲存空間：無法取得

source: Free up storage space and try again.
de: Gib Speicherplatz frei und versuche es erneut.
es: Libera espacio de almacenamiento e inténtalo de nuevo.
fr: Libérez de l'espace de stockage et réessayez.
ja: ストレージ容量を空けてからもう一度お試しください。
ko: 저장 공간을 확보한 후 다시 시도하십시오.
pt_br: Libere espaço de armazenamento e tente novamente.
ru: Освободите место и повторите попытку.
zh_hans: 请释放存储空间，然后重试。
zh_hant: 釋放儲存空間後再試一次。

source: From the bar's left edge.
de: Ab dem linken Rand der Leiste.
es: Desde el borde izquierdo de la barra.
fr: Depuis le bord gauche de la barre.
ja: バーの左端から。
ko: 막대 왼쪽 끝에서부터.
pt_br: A partir da borda esquerda da barra.
ru: От левого края панели.
zh_hans: 从栏的左边缘开始。
zh_hant: 從列的左邊緣開始。

source: Full
de: Voll
es: Completa
fr: Pleine
ja: フル充電
ko: 충전 완료
pt_br: Carregada
ru: Заряжен
zh_hans: 已充满
zh_hant: 已充滿

source: Fully charged
de: Vollständig geladen
es: Carga completa
fr: Complètement chargée
ja: フル充電済み
ko: 완전히 충전됨
pt_br: Totalmente carregada
ru: Полностью заряжен
zh_hans: 已充满电
zh_hant: 已完全充電

source: Gauge Style
de: Anzeigestil
es: Estilo del indicador
fr: Style de jauge
ja: ゲージのスタイル
ko: 게이지 스타일
pt_br: Estilo do Medidor
ru: Стиль индикаторов
zh_hans: 仪表样式
zh_hant: 量表樣式

source: Generated from the current palette and sized for the current screen.
de: Aus der aktuellen Palette erzeugt und an den aktuellen Bildschirm angepasst.
es: Generado a partir de la paleta actual y ajustado a la pantalla actual.
fr: Généré à partir de la palette actuelle et dimensionné pour l'écran actuel.
ja: 現在のパレットから生成され、現在の画面に合わせたサイズです。
ko: 현재 팔레트로 생성되며 현재 화면 크기에 맞춰집니다.
pt_br: Gerado a partir da paleta atual e dimensionado para a tela atual.
ru: Создано из текущей палитры и подогнано под текущий экран.
zh_hans: 根据当前调色板生成，并按当前屏幕尺寸调整。
zh_hant: 根據目前調色盤產生，並符合目前螢幕大小。

source: Get Info
de: Informationen
es: Obtener información
fr: Lire les informations
ja: 情報を見る
ko: 정보 가져오기
pt_br: Obter Informações
ru: Свойства
zh_hans: 显示简介
zh_hant: 取得資訊

source: Go
de: Los
es: Ir
fr: OK
ja: 移動
ko: 이동
pt_br: Ir
ru: Перейти
zh_hans: 前往
zh_hant: 前往

source: Go to Line
de: Gehe zu Zeile
es: Ir a la línea
fr: Aller à la ligne
ja: 行へ移動
ko: 줄로 이동
pt_br: Ir para a Linha
ru: Перейти к строке
zh_hans: 前往行
zh_hant: 前往行

source: Go to Line…
de: Gehe zu Zeile …
es: Ir a la línea…
fr: Aller à la ligne…
ja: 行へ移動…
ko: 줄로 이동…
pt_br: Ir para a Linha…
ru: Перейти к строке…
zh_hans: 前往行…
zh_hant: 前往行…

source: Go to this folder
de: Zu diesem Ordner gehen
es: Ir a esta carpeta
fr: Aller à ce dossier
ja: このフォルダへ移動
ko: 이 폴더로 이동
pt_br: Ir para esta pasta
ru: Перейти в эту папку
zh_hans: 前往此文件夹
zh_hant: 前往此資料夾

source: Graphite
de: Graphit
es: Grafito
pt_br: Grafite
zh_hans: 石墨
zh_hant: 石墨

source: Green
de: Grün
es: Verde
fr: Vert
ja: 緑
ko: 녹색
pt_br: Verde
ru: Зелёный
zh_hans: 绿色
zh_hant: 綠色

source: Group
de: Gruppe
es: Grupo
fr: Groupe
ja: グループ
ko: 그룹
pt_br: Grupo
ru: Группа
zh_hans: 组
zh_hant: 群組

source: Guest
de: Gast
es: Invitado
fr: Invité
ja: ゲスト
ko: 게스트
pt_br: Convidado
ru: Гостевой
zh_hans: 客户机
zh_hant: 客體

source: Guest ABI: %@
de: Gast-ABI: %@
es: ABI del invitado: %@
fr: ABI de l'invité : %@
ja: ゲスト ABI: %@
ko: 게스트 ABI: %@
pt_br: ABI do convidado: %@
ru: Гостевой ABI: %@
zh_hans: 客户机 ABI：%@
zh_hant: 客體 ABI：%@

source: Guest filesystem not ready
de: Gast-Dateisystem nicht bereit
es: El sistema de archivos invitado no está listo
fr: Système de fichiers de l'invité non prêt
ja: ゲストファイルシステムの準備ができていません
ko: 게스트 파일 시스템이 준비되지 않음
pt_br: O sistema de arquivos do convidado não está pronto
ru: Гостевая файловая система не готова
zh_hans: 客户机文件系统未就绪
zh_hant: 客體檔案系統尚未就緒

source: Help Menu
de: Menü „Hilfe“
es: Menú Ayuda
fr: Menu Aide
ja: ヘルプメニュー
ko: 도움말 메뉴
pt_br: Menu Ajuda
ru: Меню «Справка»
zh_hans: 帮助菜单
zh_hant: 輔助說明選單

source: Hidden
de: Ausgeblendet
es: Oculto
fr: Masquée
ja: 非表示
ko: 숨겨짐
pt_br: Oculto
ru: Скрыта
zh_hans: 已隐藏
zh_hant: 已隱藏

source: Hidden on a narrow bar
de: Bei schmaler Leiste ausgeblendet
es: Oculta en una barra estrecha
fr: Masquée sur une barre étroite
ja: 狭いバーでは非表示
ko: 좁은 막대에서 숨겨짐
pt_br: Oculta em barra estreita
ru: Скрыта на узкой панели
zh_hans: 在窄栏中隐藏
zh_hant: 在窄列上隱藏

source: Hide Keyboard
de: Tastatur ausblenden
es: Ocultar teclado
fr: Masquer le clavier
ja: キーボードを隠す
ko: 키보드 숨기기
pt_br: Ocultar Teclado
ru: Скрыть клавиатуру
zh_hans: 隐藏键盘
zh_hant: 隱藏鍵盤

source: Hide Thinking
de: Denkprozess ausblenden
es: Ocultar razonamiento
fr: Masquer la réflexion
ja: 思考を隠す
ko: 생각 숨기기
pt_br: Ocultar Raciocínio
ru: Скрывать рассуждения
zh_hans: 隐藏思考过程
zh_hant: 隱藏思考過程

source: Hide Thinking collapses a reasoning model's <think> blocks behind a “Thinking” line in the transcript; tap it to expand or copy the reasoning. The full text is always kept in the saved history.
de: „Denkprozess ausblenden“ klappt die <think>-Blöcke eines Reasoning-Modells hinter einer Zeile „Denkt“ im Verlauf zusammen; tippe darauf, um die Überlegungen auszuklappen oder zu kopieren. Der vollständige Text bleibt im gesicherten Verlauf immer erhalten.
es: Ocultar razonamiento contrae los bloques <think> de un modelo de razonamiento tras una línea “Razonando” en la transcripción; tócala para expandir o copiar el razonamiento. El texto completo siempre se conserva en el historial guardado.
fr: Masquer la réflexion replie les blocs <think> d'un modèle de raisonnement derrière une ligne « Réflexion » dans la transcription ; touchez-la pour développer ou copier le raisonnement. Le texte complet est toujours conservé dans l'historique enregistré.
ja: 「思考を隠す」は、推論モデルの <think> ブロックをトランスクリプト内の“思考”行に折りたたみます。タップすると推論を展開またはコピーできます。全文は常に保存された履歴に残ります。
ko: 생각 숨기기는 추론 모델의 <think> 블록을 대화 기록에서 “생각 중” 줄 뒤로 접습니다. 탭하여 추론을 펼치거나 복사하십시오. 전체 텍스트는 항상 저장된 기록에 보관됩니다.
pt_br: Ocultar Raciocínio recolhe os blocos <think> de um modelo de raciocínio atrás de uma linha “Raciocínio” na transcrição; toque nela para expandir ou copiar o raciocínio. O texto completo sempre fica no histórico salvo.
ru: «Скрывать рассуждения» сворачивает блоки <think> модели с рассуждениями в строку «Рассуждения» в беседе; коснитесь её, чтобы развернуть или скопировать рассуждения. Полный текст всегда хранится в сохранённой истории.
zh_hans: “隐藏思考过程”会将推理模型的 <think> 块折叠到对话记录中的“思考中”一行之后；轻点即可展开或拷贝推理内容。完整文本始终保留在已保存的历史记录中。
zh_hant: 「隱藏思考過程」會將推理模型的 <think> 區塊收合在對話記錄中的「思考中」行之後；點一下即可展開或拷貝推理內容。完整文字一律保留在已儲存的記錄中。

source: Hide on a Narrow Bar
de: Bei schmaler Leiste ausblenden
es: Ocultar en una barra estrecha
fr: Masquer sur une barre étroite
ja: 狭いバーでは非表示にする
ko: 좁은 막대에서 숨기기
pt_br: Ocultar em Barra Estreita
ru: Скрывать на узкой панели
zh_hans: 在窄栏中隐藏
zh_hant: 在窄列上隱藏

source: Hide the model's thinking
de: Denkprozess des Modells ausblenden
es: Ocultar el razonamiento del modelo
fr: Masquer la réflexion du modèle
ja: モデルの思考を隠す
ko: 모델의 생각 숨기기
pt_br: Ocultar o raciocínio do modelo
ru: Скрыть рассуждения модели
zh_hans: 隐藏模型的思考过程
zh_hant: 隱藏模型的思考過程

source: How a program from another installed filesystem, such as /AOK/roots/Devuan6-arm64/usr/bin/tmux, runs when its libraries are not in this one. Applies to the next program started.
de: Wie ein Programm aus einem anderen installierten Dateisystem, etwa /AOK/roots/Devuan6-arm64/usr/bin/tmux, läuft, wenn seine Bibliotheken nicht in diesem liegen. Gilt für das nächste gestartete Programm.
es: Cómo se ejecuta un programa de otro sistema de archivos instalado, como /AOK/roots/Devuan6-arm64/usr/bin/tmux, cuando sus bibliotecas no están en este. Se aplica al siguiente programa que se inicie.
fr: Comment un programme d'un autre système de fichiers installé, tel que /AOK/roots/Devuan6-arm64/usr/bin/tmux, s'exécute quand ses bibliothèques ne sont pas dans celui-ci. S'applique au prochain programme lancé.
ja: /AOK/roots/Devuan6-arm64/usr/bin/tmux など、インストール済みの別のファイルシステムのプログラムを、そのライブラリがこのファイルシステムにない場合にどう実行するか。次に起動するプログラムから適用されます。
ko: /AOK/roots/Devuan6-arm64/usr/bin/tmux와 같이 설치된 다른 파일 시스템의 프로그램이, 그 라이브러리가 이 파일 시스템에 없을 때 실행되는 방식입니다. 다음에 시작하는 프로그램부터 적용됩니다.
pt_br: Como um programa de outro sistema de arquivos instalado, como /AOK/roots/Devuan6-arm64/usr/bin/tmux, é executado quando suas bibliotecas não estão neste. Aplica-se ao próximo programa iniciado.
ru: Как запускается программа из другой установленной файловой системы, например /AOK/roots/Devuan6-arm64/usr/bin/tmux, когда её библиотек нет в этой. Применяется к следующей запущенной программе.
zh_hans: 当另一个已安装文件系统中的程序（如 /AOK/roots/Devuan6-arm64/usr/bin/tmux）所需的库不在此文件系统中时，该程序的运行方式。对下一个启动的程序生效。
zh_hant: 當另一個已安裝檔案系統中的程式（例如 /AOK/roots/Devuan6-arm64/usr/bin/tmux）的函式庫不在此檔案系統中時，該程式如何執行。套用於下一個啟動的程式。

source: How big things look. Matching the resolution keeps text and windows the size they are now and only makes them sharper; 1x with a raised resolution fits more on screen at a smaller size. Takes effect on the next Reconnect, and needs wlr-randr in the guest.
de: Wie groß alles erscheint. „Auflösung anpassen“ behält die aktuelle Größe von Text und Fenstern bei und macht sie nur schärfer; 1x mit höherer Auflösung zeigt mehr auf dem Bildschirm in kleinerer Größe. Wirkt beim nächsten Neuverbinden und erfordert wlr-randr im Gast.
es: El tamaño con que se ven las cosas. Igualar la resolución mantiene el texto y las ventanas con su tamaño actual y solo los hace más nítidos; 1x con una resolución mayor muestra más contenido en pantalla a menor tamaño. Se aplica en la próxima reconexión y necesita wlr-randr en el sistema invitado.
fr: La taille d'affichage des éléments. Adapter à la résolution garde le texte et les fenêtres à leur taille actuelle et les rend seulement plus nets ; 1x avec une résolution augmentée affiche davantage à une taille plus petite. Prend effet à la prochaine reconnexion et nécessite wlr-randr dans l'invité.
ja: 表示の大きさ。「解像度に合わせる」はテキストとウインドウを現在のサイズのまま、より鮮明にします。1x で解像度を上げると、小さいサイズでより多くを画面に表示できます。次回の再接続時に有効になり、ゲストに wlr-randr が必要です。
ko: 항목이 표시되는 크기입니다. 해상도 일치는 텍스트와 윈도우를 현재 크기로 유지하면서 더 선명하게만 만듭니다. 해상도를 높이고 1x를 사용하면 더 작은 크기로 화면에 더 많이 표시됩니다. 다음 재연결 시 적용되며, 게스트에 wlr-randr이 필요합니다.
pt_br: O tamanho com que as coisas aparecem. Igualar a resolução mantém texto e janelas no tamanho atual e apenas os deixa mais nítidos; 1x com resolução maior cabe mais na tela em tamanho menor. Entra em vigor na próxima Reconexão e requer wlr-randr no convidado.
ru: Насколько крупно всё выглядит. «Как разрешение» сохраняет текущий размер текста и окон и лишь делает их чётче; 1x с повышенным разрешением вмещает больше на экран при меньшем размере. Вступает в силу при следующем переподключении; в гостевой системе нужен wlr-randr.
zh_hans: 内容显示的大小。“匹配分辨率”会让文本和窗口保持当前大小，只是更清晰；提高分辨率并使用 1x 可在屏幕上以较小尺寸显示更多内容。在下次“重新连接”时生效，且需要客户机中安装 wlr-randr。
zh_hant: 項目顯示的大小。「符合解析度」會讓文字和視窗維持目前大小，只是更清晰；1x 搭配較高解析度則能以較小尺寸在螢幕上容納更多內容。下次「重新連線」時生效，且客體中需要 wlr-randr。

source: How many in-app Desktops to open automatically at launch.
de: Wie viele In-App-Desktops beim Start automatisch geöffnet werden.
es: Cuántos escritorios de la app se abren automáticamente al iniciar.
fr: Nombre de bureaux de l'app à ouvrir automatiquement au lancement.
ja: 起動時に自動的に開く App 内デスクトップの数。
ko: 실행 시 자동으로 열 앱 내 데스크탑의 수입니다.
pt_br: Quantas Áreas de trabalho do app abrir automaticamente ao iniciar.
ru: Сколько рабочих столов приложения открывать автоматически при запуске.
zh_hans: 启动时自动打开的 App 内桌面数量。
zh_hant: 啟動時要自動打開多少個 App 內桌面。
